{
  "updated": "2026-02-20",
  "version": "0.3.0",
  "curator": "Mike Fuller",
  "note": "This file is manually updated weekly. It provides Kai's awareness of what's alive in the Kamunity network and the broader community tech sector.",

  "full_site_registry": [
    {
      "name": "Kai — Encounter Interface",
      "url": "https://kamunity.org",
      "description": "The main Kamunity website. Kai is a constitutionally-grounded AI encounter interface that helps community organisations navigate digital tools, sovereignty, AI readiness, grants, and connections. Free. Ephemeral conversations — nothing stored.",
      "category": "ai_interface",
      "status": "live"
    },
    {
      "name": "Kamunity.Ai — Community Rooms",
      "url": "https://kamunity.ai",
      "description": "Public and private digital community rooms. Find, create, and join conversations. A community-owned campfire — no ads, no data harvesting. The digital commons.",
      "category": "community",
      "status": "live"
    },
    {
      "name": "Digital Sovereignty Audit",
      "url": "https://kamunity-audit.netlify.app/",
      "description": "Free 2-minute self-assessment for community organisations. Maps vendor lock-in, data exposure, and digital costs across your tools. Completely client-side — zero data collection.",
      "category": "tool",
      "status": "live",
      "time": "2 min",
      "cost": "Free"
    },
    {
      "name": "AI Readiness Assessment",
      "url": "https://kamunity-ai-readiness.netlify.app/",
      "description": "Free 5-question quiz that maps your organisation's AI understanding, current use, safety posture, and readiness to act. Includes a free toolkit: AI policy template, prompt writing kit, AI safety checklist.",
      "category": "tool",
      "status": "live",
      "time": "5 min",
      "cost": "Free"
    },
    {
      "name": "Sovereignty Calculator",
      "url": "https://kamunity.org/calculator",
      "description": "See the true cost of 'free' corporate tools. Select the tools your organisation uses (Google Workspace, Slack, Facebook, Microsoft 365, WhatsApp, etc) and see direct costs, data extraction value, lock-in scores, and switching costs. The 'holy shit moment' for understanding digital dependency.",
      "category": "tool",
      "status": "live",
      "time": "3 min",
      "cost": "Free"
    },
    {
      "name": "Copilot Risk Check",
      "url": "https://kamunity.org/copilot-check",
      "description": "Is Microsoft Copilot putting your organisation's data at risk? 5 questions covering M365 status, sensitive data exposure, AI governance policy, and board awareness. Produces a risk level (Low/Medium/High/Critical) with specific findings and action steps.",
      "category": "tool",
      "status": "live",
      "time": "5 min",
      "cost": "Free"
    },
    {
      "name": "Grant Acquittal Helper",
      "url": "https://grants-hub.netlify.app",
      "description": "Free grant reporting tool for Australian nonprofits. Step-by-step acquittal process. Works offline, all data stays local. Built for the unique needs of Australian NFP grant reporting.",
      "category": "tool",
      "status": "live",
      "cost": "Free"
    },
    {
      "name": "FactoryK — Community Build System",
      "url": "https://factoryk1.netlify.app",
      "description": "Describe what your community needs in plain English. The AI-powered factory plans, builds, checks its own work, and delivers a working tool. No coding required. Constitutional guardrails — no surveillance, no dark patterns.",
      "category": "platform",
      "status": "live"
    },
    {
      "name": "Outcome Vine Coding",
      "url": "https://vine-o-coding.netlify.app",
      "description": "A guided methodology for building tools with AI. Describe your idea, get a structured plan, build step by step. No coding experience needed. Open-source methodology.",
      "category": "method",
      "status": "live"
    },
    {
      "name": "Nonna's Knitting Circle",
      "url": "https://nonnas-knitting-circle.netlify.app",
      "description": "Community board for knitting groups — share patterns, find groups, save resources. A proof-of-concept showing what community-owned tools can look like. Built using Outcome Vine Coding.",
      "category": "demo",
      "status": "live"
    },
    {
      "name": "Kai Constitution",
      "url": "https://kamunity.org/constitution",
      "description": "The public, readable, amendable values that govern how Kai works. Founder's Draft — open for community thoughts, reactions, and amendment proposals. The democratic governance layer of the AI.",
      "category": "governance",
      "status": "live"
    }
  ],

  "alive_in_network": [
    {
      "headline": "Sovereignty Calculator now live on kamunity.org/calculator",
      "detail": "The holy shit moment tool is live. Select your tools and see the true annual cost — direct spend, data extraction value, lock-in score, and switching cost. Built for the ALIKE meeting demo.",
      "source": "Kamunity",
      "url": "https://kamunity.org/calculator",
      "relevant_to": ["sovereignty", "services"],
      "date": "2026-02-20"
    },
    {
      "headline": "Copilot Risk Check now live on kamunity.org/copilot-check",
      "detail": "5-question Microsoft Copilot risk assessment for community orgs. Covers M365 status, sensitive data scope, governance policy, and board awareness. Produces risk level + action steps.",
      "source": "Kamunity",
      "url": "https://kamunity.org/copilot-check",
      "relevant_to": ["ai_readiness", "sovereignty"],
      "date": "2026-02-20"
    },
    {
      "headline": "Digital Sovereignty Audit now live",
      "detail": "Free 2-minute self-assessment helping community organisations understand their vendor lock-in, data exposure, and digital costs. Entirely client-side — zero data collection.",
      "source": "Kamunity",
      "url": "https://kamunity-audit.netlify.app/",
      "relevant_to": ["sovereignty", "services"],
      "date": "2026-02-18"
    },
    {
      "headline": "AI Readiness Assessment launched",
      "detail": "Free quiz mapping your organisation's AI understanding, current use, safety posture, and readiness to act. Comes with a free toolkit of guides, prompt kits, and safety checklists.",
      "source": "Kamunity",
      "url": "https://kamunity-ai-readiness.netlify.app/",
      "relevant_to": ["ai_readiness"],
      "date": "2026-02-18"
    },
    {
      "headline": "Kai Constitution — Founder's Draft published",
      "detail": "The values that govern Kai's behaviour are now public. Read them, challenge them, propose amendments. This is explicitly a founder's draft — the community will rewrite it.",
      "source": "Kamunity",
      "url": "/constitution",
      "relevant_to": ["values"],
      "date": "2026-02-18"
    }
  ],

  "sector_news": [
    {
      "headline": "11% of Western Australians are highly digitally excluded",
      "detail": "WACOSS Digital Inclusion Project data shows persistent digital exclusion affecting over 280,000 West Australians, with community service workers on the frontline of digital support.",
      "source": "WACOSS",
      "relevant_to": ["sovereignty", "services"],
      "date": "2025"
    },
    {
      "headline": "86% of Australian NFPs affected by inflation pressures",
      "detail": "Community organisations facing dual challenge of rising costs and growing demand, with digital transformation both a necessity and a budget challenge.",
      "source": "ACOSS / Infoxchange",
      "relevant_to": ["services", "grants"],
      "date": "2025"
    },
    {
      "headline": "Microsoft Copilot rolling out across NFP Office 365 subscriptions",
      "detail": "AI features are being embedded in tools community orgs already use — often without the org's knowledge or consent. Understanding what's changing in your tools is increasingly urgent.",
      "source": "Sector observation",
      "relevant_to": ["ai_readiness", "sovereignty"],
      "date": "2026"
    }
  ],

  "upcoming_events": [
    {
      "name": "NLnet NGI Zero Commons Fund — Application Deadline",
      "date": "2026-04-01",
      "location": "Online",
      "url": "https://nlnet.nl/commonsfund/",
      "type": "deadline",
      "relevance": "Funding for open-source community digital infrastructure (€5K–€50K)"
    },
    {
      "name": "Infoxchange Technology for Social Justice Conference",
      "date": "2026-05-06",
      "end_date": "2026-05-08",
      "location": "Melbourne, Australia",
      "url": "https://www.infoxchange.org/",
      "type": "conference",
      "relevance": "Australia's largest NFP tech conference — 300 delegates, workshops on AI readiness, digital inclusion, data planning"
    },
    {
      "name": "Solidarity AI Conference",
      "date": "2026-11-12",
      "end_date": "2026-11-15",
      "location": "Chulalongkorn University, Bangkok",
      "type": "conference",
      "relevance": "Global conference on cooperative and community AI — Kamunity's international stage"
    }
  ],

  "grant_opportunities": [
    {
      "name": "NLnet NGI Zero Commons Fund",
      "deadline": "2026-04-01",
      "amount": "€5,000 - €50,000",
      "url": "https://nlnet.nl/commonsfund/",
      "fit": "Excellent — funds open-source digital commons infrastructure"
    },
    {
      "name": "Lotterywest Grassroots Community-Led Grants",
      "deadline": "Rolling (next round TBC mid-2026)",
      "amount": "$5,000 - $50,000 AUD",
      "fit": "Good — requires NFP auspicing partner"
    }
  ],

  "perth_community_context": {
    "note": "Key organisations in the Perth/WA community sector that Kai should know about and be able to refer people to.",
    "organisations": [
      {
        "name": "WACOSS — WA Council of Social Service",
        "url": "https://wacoss.org.au",
        "description": "The peak body for community services in Western Australia. Represents 300+ member organisations across the social services sector. Running a $3.9M Lotterywest-funded Digital Inclusion Project — training 1,500 frontline community service workers to support Western Australians experiencing digital exclusion.",
        "contact": "digitalinclusion@wacoss.org.au",
        "relevance": ["digital_inclusion", "community_services", "training"],
        "tags": ["peak-body", "perth", "digital-inclusion"]
      },
      {
        "name": "Linkwest — Neighbourhood Houses WA",
        "url": "https://linkwest.org.au",
        "description": "Network of 140+ neighbourhood and community houses across Western Australia serving 34,000+ people per week. Neighbourhood houses are community-governed, accessible local spaces offering programs, support, and connection. Frontline digital inclusion touchpoints for many vulnerable community members.",
        "relevance": ["community_access", "digital_inclusion", "neighbourhood_houses"],
        "tags": ["peak-body", "perth", "neighbourhood-houses"]
      },
      {
        "name": "ALIKE WA",
        "url": "https://alike.org.au",
        "description": "Peak body for people with disability in Western Australia. Advocates for the rights and inclusion of people with disability. Deeply engaged with NDIS, digital accessibility, and ensuring technology serves — not excludes — disabled community members. WCAG 2.1 AA accessibility is a constitutional requirement for all Kamunity tools.",
        "relevance": ["disability", "accessibility", "inclusion", "NDIS"],
        "tags": ["peak-body", "perth", "disability"]
      },
      {
        "name": "Spacecubed",
        "url": "https://spacecubed.com",
        "description": "Perth's leading innovation hub. Operates 170+ Meshpoints (coworking spaces) across WA and runs the Spacecubed Foundation which provides Impact Scholarships and the Innovative Society Fund for community-focused projects. Workshop hosting and innovation community for community organisations.",
        "relevance": ["innovation", "workshop_space", "grants", "coworking"],
        "tags": ["innovation-hub", "perth", "grants"]
      },
      {
        "name": "Activate Mental Health",
        "url": "https://activatemh.org.au",
        "description": "Mental health peak body and service provider in Western Australia. Works across prevention, early intervention, and community wellbeing. Part of the mental health ecosystem that Kamunity's crisis protocol is designed to connect people to.",
        "relevance": ["mental_health", "community_wellbeing", "crisis_support"],
        "tags": ["peak-body", "perth", "mental-health"]
      },
      {
        "name": "Infoxchange",
        "url": "https://www.infoxchange.org",
        "description": "Australia's largest tech-for-justice organisation. Runs the annual Technology for Social Justice conference (May 2026, Melbourne — 300 delegates). Develops and maintains tools used by thousands of Australian community organisations including Ask Izzy (homelessness and social services directory) and Service Seeker.",
        "relevance": ["community_tech", "conference", "directory_services"],
        "tags": ["national", "tech-for-justice", "conference"]
      },
      {
        "name": "Shelter WA",
        "url": "https://shelterwa.org.au",
        "description": "Peak body for homelessness and affordable housing in Western Australia. Advocates for people experiencing or at risk of homelessness. Housing access is one of the 13 life domains the Perth Community Services Directory will cover.",
        "relevance": ["housing", "homelessness", "advocacy"],
        "tags": ["peak-body", "perth", "housing"]
      },
      {
        "name": "WALGA — WA Local Government Association",
        "url": "https://walga.asn.au",
        "description": "Representative body for all 139 local governments in Western Australia. Active consulting engagement with Kamunity Consulting. Local governments are major funders and deliverers of community services — digital sovereignty matters at the council level too.",
        "relevance": ["local_government", "community_services", "consulting"],
        "tags": ["government", "perth", "local-government"]
      },
      {
        "name": "Life Without Barriers",
        "url": "https://lwb.org.au",
        "description": "Australia's largest non-denominational provider of community support services. Works with people experiencing disability, homelessness, mental health challenges, domestic violence, and youth homelessness. Operating across all Australian states and territories.",
        "relevance": ["disability", "homelessness", "mental_health", "community_support"],
        "tags": ["national", "community-services", "disability"]
      }
    ],
    "digital_inclusion_context": {
      "headline": "11% of Western Australians are highly digitally excluded",
      "detail": "WACOSS Digital Inclusion data: 280,000+ West Australians are highly digitally excluded. A further significant proportion have low digital capability. Frontline community service workers are the main bridge between excluded community members and digital tools — which is why worker training and tool accessibility are both critical.",
      "source": "WACOSS Digital Inclusion Project / Australian Digital Inclusion Index",
      "implications_for_kai": "Many people Kai serves will have low digital literacy. Kai should never assume technical knowledge. Plain language and simple next steps are constitutional requirements, not preferences."
    }
  },

  "network_patterns": {
    "note": "Pattern data will be populated once the network has enough participants to ensure genuine anonymity. We will not present pattern data from fewer than 20 organisations.",
    "patterns": []
  },

  "constellation_highlights": [
    {
      "name": "Bonfire Networks",
      "update": "Modular federated community platform — philosophically nearest sibling to Kamunity.",
      "relevant_to": ["ecosystem"]
    },
    {
      "name": "Hypha Worker Co-operative",
      "update": "Toronto-based co-op building RooLLM — a cooperatively governed language model.",
      "relevant_to": ["ecosystem", "ai_readiness"]
    },
    {
      "name": "WACOSS Digital Inclusion Project",
      "update": "$3.9M Lotterywest-funded initiative in Perth — training 1,500 frontline community service workers. Same city, same mission.",
      "relevant_to": ["services", "sovereignty"]
    }
  ],

  "suggested_starting_points": [
    {
      "label": "I'm worried about AI",
      "description": "Start here if your organisation is navigating AI uncertainty",
      "leads_to": "ai_readiness"
    },
    {
      "label": "I want to check our digital setup",
      "description": "Start here if you want to understand your organisation's digital sovereignty",
      "leads_to": "sovereignty"
    },
    {
      "label": "I need practical help",
      "description": "Start here if you're looking for workshops, consulting, or hands-on support",
      "leads_to": "services"
    },
    {
      "label": "Who are you?",
      "description": "Start here if you want to understand Kai, Kamunity, and the values behind this",
      "leads_to": "values"
    }
  ]
}
